Repository: personalagile/dogcoachstudio
Catalog: DogCoachStudio/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %@ results differ from the default.
de: %@ Ergebnisse weichen vom Standard ab.
es: %@ resultados difieren del valor predeterminado.
fr: %@ résultats diffèrent de la valeur par défaut.

# %@, owner %@
source: %1$@, owner %2$@
de: %1$@, Halter:in %2$@
es: %1$@, responsable %2$@
fr: %1$@, propriétaire %2$@

# %lld bookings · %lld min
source: %1$lld bookings · %2$lld min
de: %lld Buchungen · %lld Minuten
es: %lld reservas · %lld minutos
fr: %lld réservations · %lld minutes

# %lld exercises · %lld/%lld min
source: %1$lld exercises · %2$lld/%3$lld min
de: %lld Übungen · %lld/%lld Minuten
es: %lld ejercicios · %lld/%lld minutos
fr: %lld exercices · %lld/%lld minutes

source: %lld min
de: %lld Minuten
es: %lld minutos
fr: %lld minutes

source: %lld results differ from the default.
de: %lld Ergebnisse weichen vom Standard ab.
es: %lld resultados difieren del valor predeterminado.
fr: %lld résultats diffèrent de la valeur par défaut.

# %lld sessions, %lld evaluated
source: %1$lld sessions, %2$lld evaluated
de: %lld Sitzungen, %lld ausgewertet
es: %lld sesiones, %lld evaluadas
fr: %lld séances, %lld évaluées

source: Absent
de: Abwesend
es: Ausente

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add a client or dog to start a local record.
de: Fügen Sie einen Kunden oder ein Hund hinzu, um eine lokale Aufzeichnung zu starten.
es: Añada un cliente o perro para iniciar un registro local.
fr: Ajoutez un client ou un chien pour démarrer un enregistrement local.

source: Add contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact

source: Add goal
de: Ziel hinzufügen
es: Añadir objetivo
fr: Ajouter un objectif

source: Add success criteria
de: Erfolgskriterien hinzufügen
es: Añadir criterios de éxito
fr: Ajouter des critères de réussite

source: Add training steps
de: Schritte hinzufügen
es: Añadir pasos de entrenamiento
fr: Ajouter des étapes d'entraînement

source: Add unit
de: Einheit hinzufügen
es: Añadir unidad
fr: Ajouter une unité

source: Address
de: Adresse
es: Dirección
fr: Adresse

source: Allow photo access in Settings to select a dog photo.
de: Zulassen Sie den Zugriff auf Fotos in Einstellungen, um ein Hundebild auszuwählen.
es: Permitir acceso a fotos en Configuración para seleccionar una foto de perro.
fr: Autoriser l'accès aux photos dans les paramètres pour sélectionner une photo de chien.

source: Appointments and completed sessions will appear here.
de: Termine und abgeschlossene Sitzungen werden hier erscheinen.
es: Citas y sesiones completadas aparecerán aquí.
fr: Les rendez-vous et les séances terminées apparaîtront ici.

source: Archive
de: Archivieren
es: Archivar
fr: Archiver

source: Archived
de: Archiviert
es: Archivado
fr: Archivé

source: Attendance
de: Anwesenheit
es: Asistencia
fr: Présence

source: Attendance for %@
de: Anwesenheit für %@
es: Asistencia para %@
fr: Présence pour %@

source: Attended
de: Besucht
es: Asistido
fr: Assisté

source: Authentication failed. Try again or use the device passcode.
de: Authentifizierung fehlgeschlagen. Versuchen Sie es erneut oder verwenden Sie den Gerätencode.
es: Autenticación fallida. Intente de nuevo o utilice el código de acceso del dispositivo.
fr: L'authentification a échoué. Essayez à nouveau ou utilisez le code d'accès du dispositif.

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Backup could not be created.
de: Die Sicherung konnte nicht erstellt werden.
es: La copia de seguridad no pudo crearse.
fr: Le sauvegarde ne peut pas être créée.

source: Backup created and integrity checked.
de: Sicherung erstellt und Integrität geprüft.
es: Copia de seguridad creada y verificada.
fr: Sauvegarde créée et vérifiée.

source: Balance
de: Bilanz
fr: Équilibre

source: Balance: %@
de: Bilanz: %@
fr: Équilibre: %@

source: Before permanent deletion, DogCoach Studio shows dependent records and recommends an export. Business history can be archived instead.
de: Bevor die dauerhafte Löschung, zeigt DogCoach Studio abhängige Aufzeichnungen und empfiehlt eine Ausgabe. Geschäftsgeschichte kann archiviert werden anstatt.
es: Antes de la eliminación permanente, DogCoach Studio muestra registros dependientes y recomienda una exportación. Historia empresarial puede ser archivada en su lugar.
fr: Avant la suppression définitive, DogCoach Studio affiche les enregistrements dépendants et recommande une exportation. Histoire commerciale peut être archivée à la place.

source: Birth date
de: Geburtstag
es: Fecha de nacimiento
fr: Date de naissance

source: Birth date known
de: Geburtstag bekannt
es: Fecha de nacimiento conocida
fr: Date de naissance connue

source: Born
de: geboren
es: nacido
fr: né

source: Breed
de: Rasse
es: Raza
fr: Espèce

source: Calendar view
de: Kalenderansicht
es: Vista calendario
fr: Vue calendrier

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Cancel anytime in your App Store subscription settings.
de: Stornieren Sie können jederzeit in Ihren Einstellungen für die Abonnement-Übernahme im App Store.
es: Puede cancelar en cualquier momento en sus configuraciones de suscripción en la Tienda de aplicaciones.
fr: Vous pouvez annuler à tout moment dans vos paramètres de souscription dans l'App Store.

source: Catalog
de: Katalog
es: Catálogo
fr: Catalogue

source: Choose photo
de: Wählen Sie ein Foto aus
es: Elige una foto
fr: Choisissez une photo

source: City
de: Stadt
es: Ciudad
fr: Ville

source: Client
de: Kunde
es: Cliente

source: Client-facing intake
de: Eingabe für den Kunden
es: Intake para el cliente
fr: Intake pour le client

source: Clients
de: Kunden
es: Clientes

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Complete session
de: Sitzung abschließen
es: Sesión completar
fr: Séance terminer

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé

source: Completion demo
de: Abschluss-Demo
es: Demo de finalización
fr: Démo de terminaison

source: Completion persisted
de: Abschluss persistiert
es: Finalización persiste
fr: Terminaison persiste

source: Completion preview
de: Vorschau des Abschlusses
es: Previsualización de la finalización
fr: Aperçu de la terminaison

source: Contact
de: Kontakt
es: Contacto

source: Contact role
de: Rolle des Kontakts
es: Rol del contacto
fr: Rôle du contact

source: Contacts
de: Kontakte
es: Contactos

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer

source: Continue — %@
de: Fortsetzen — %@
es: Continuar — %@
fr: Continuer — %@

source: Correct completion
de: Richtig abschließen
es: Finalizar correctamente
fr: Terminer correctement

source: Correction
de: Korrektur
es: Corrección

source: Could not complete
de: Konnte nicht abschließen
es: No pudo completar
fr: Ne pas pu terminer

source: Could not load data
de: Daten konnten nicht geladen werden
es: No se pudieron cargar los datos
fr: Les données ne peuvent pas être chargées

source: Could not save client
de: Kunde konnte nicht gespeichert werden
es: No se pudo guardar al cliente
fr: Le client ne peut pas être enregistré

source: Could not save dog
de: Hund konnte nicht gespeichert werden
es: No se pudo guardar al perro
fr: Le chien ne peut pas être enregistré

source: Could not save goal
de: Ziel konnte nicht gespeichert werden
es: No se pudo guardar el objetivo
fr: L'objectif ne peut pas être enregistré

source: Country code
de: Landescode
es: Código de país
fr: Code pays

source: Create JSON and CSV backup
de: Erstellen Sie eine Sicherung in JSON- und CSV-Format
es: Crear una copia de seguridad en formato JSON y CSV
fr: Créez une sauvegarde au format JSON et CSV

source: Create privacy-safe diagnostics
de: Erstellen Sie diagnostische Aufzeichnungen, die den Datenschutz berücksichtigen
es: Crear diagnósticos que consideren la privacidad
fr: Créez des diagnostics qui tiennent compte de la confidentialité

source: Create revision
de: Erstellen Sie eine Revision
es: Crear una revisión
fr: Créez une révision

source: Data
de: Daten
es: Datos
fr: Données

source: Data & Privacy
de: Daten und Datenschutz
es: Datos y privacidad
fr: Données et confidentialité

source: Date
de: Datum
es: Fecha

source: Default outcome
de: Standardausgang
es: Outcome predeterminado
fr: Issue par défaut

source: Default result
de: Standardergebnis
es: Resultado predeterminado
fr: Résultat par défaut

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Demo client
de: Demo-Kunde
es: Cliente de demostración
fr: Client de démonstration

source: Demo dog
de: Demo-Hund
es: Perro de demostración
fr: Chien de démonstration

source: Demo session
de: Demo-Sitzung
es: Sesión de demostración
fr: Séance de démonstration

source: Desired outcome
de: Gewünschter Ausgang
es: Outcome deseado
fr: Issue souhaitée

source: Details stay available here while you browse on iPad.
de: Die Details bleiben hier verfügbar, während Sie auf dem iPad surfen.
es: Los detalles permanecerán disponibles aquí mientras navega en la tableta de iPad.
fr: Les détails resteront disponibles ici pendant que vous naviguez sur l'iPad.

source: Device authentication is unavailable. Disable the lock in system settings or configure a passcode.
de: Die Gerät-Authentifizierung ist nicht verfügbar. Deaktivieren Sie den Schloss in den Systemeinstellungen oder konfigurieren Sie einen Passwort-Code.
es: La autenticación de dispositivo no está disponible. Desactive el bloqueo en los ajustes del sistema o configure un código de acceso.
fr: L'authentification du dispositif est indisponible. Désactivez le verrouillage dans les paramètres du système ou configurez un code d'accès.

source: Diagnostics contain timestamps and typed event codes only—never names, contact details, notes, or report text.
de: Die Diagnosen enthalten nur Zeitstempel und typische Ereignis-Codes – niemals Namen, Kontaktdaten, Notizen oder Text von Berichten.
es: Los diagnósticos contienen solo fechas y códigos de eventos tipo — nunca nombres, detalles de contacto, notas o texto de informes.
fr: Les diagnostics contiennent uniquement des horodatages et des codes d'événements type — jamais des noms, des détails de contact, des notes ou du texte des rapports.

source: Diagnostics could not be created.
de: Die Diagnosen konnten nicht erstellt werden.
es: Los diagnósticos no pudieron crearse.
fr: Les diagnostics ne peuvent pas être créés.

source: Dog
de: Hund
es: Perro
fr: Chien

source: DogCoach Studio could not start
de: DogCoach Studio konnte nicht gestartet werden.
es: El Estudio DogCoach no pudo iniciarse.
fr: Le Studio DogCoach ne peut pas être démarré.

source: DogCoach Studio is locked
de: DogCoach Studio ist gesperrt
es: El Estudio DogCoach está bloqueado
fr: Le Studio DogCoach est verrouillé

source: Dogs
de: Hunde
es: Perros
fr: Chiens

source: Draft
de: Entwurf
es: Borrador
fr: Ébauche

source: Duration: %lld min
de: Dauer: %lld Minuten
es: Duración: %lld minutos
fr: Durée: %lld minutes

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer

source: Edit client
de: Kunden bearbeiten
es: Editar cliente
fr: Éditer le client

source: Edit dog
de: Hund bearbeiten
es: Editar perro
fr: Éditer le chien

source: Elapsed: %@
de: Abgelaufene Zeit: %@
es: Tiempo transcurrido: %@
fr: Temps écoulé: %@

source: Environment
de: Umgebung
es: Entorno
fr: Environnement

source: Equipment, comma separated
de: Geräte, getrennt durch Komma
es: Equipos, separados por coma
fr: Équipements, séparés par des virgules

source: Evaluated
de: Bewertet
es: Evaluado
fr: Évalué

source: Evaluation pending
de: Bewertung wird erstellt
es: Evaluación pendiente
fr: Évaluation en cours

source: Exceptions
de: Ausnahmen
es: Excepciones

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices

source: Female
de: Weiblich
es: Femenino
fr: Féminin

source: Goal
de: Ziel
es: Objetivo
fr: Objectif

source: Health notes
de: Gesundheitsnotizen
es: Notas de salud
fr: Notes de santé

source: History
de: Geschichte
es: Historia
fr: Histoire

source: Independent
de: Unabhängig
es: Independiente
fr: Indépendant

source: Insufficient package balance; completion remains available
de: Paketbilanz ist nicht ausreichend; Abschluss bleibt verfügbar.
es: El equilibrio del paquete no es suficiente; la finalización sigue estando disponible.
fr: Le solde du pack ne suffit pas ; la terminaison reste disponible.

source: Intake
de: Eingabe
es: Ingreso

source: Keep creating sessions, reports, and package records after your trial. Your existing data always remains readable and exportable.
de: Erstellen Sie nach Ihrem Probezeitraum weiterhin Sitzungen, Berichte und Paket-Aufzeichnungen. Ihre bestehenden Daten bleiben immer lesbar und exportierbar.
es: Cree sesiones, informes y registros de paquetes después de su período de prueba. Sus datos existentes siempre permanecerán legibles y exportables.
fr: Créez des sessions, des rapports et des enregistrements de paquets après votre période d'essai. Vos données existantes resteront toujours lisible et exportable.

source: Kind
de: Art
es: Tipo
fr: Genre

source: Known triggers
de: Bekannte Auslöser
es: Desencadenantes conocidos
fr: Déclencheurs connus

source: Light support
de: Leichte Unterstützung
es: Soporte ligero
fr: Soutien léger

source: Loading prices…
de: Preise werden geladen...
es: Precios están cargando...
fr: Prix en cours de chargement...

source: Make primary
de: Primär machen
es: Hacer primario
fr: Faire principal

source: Male
de: Männlich
es: Masculino
fr: Masculin

source: Markers separated by commas
de: Markierungen getrennt durch Komma
es: Marcadores separados por coma
fr: Marqueurs séparés par des virgules

source: Month
de: Monat
es: Mes
fr: Mois

source: Never included in client-facing output automatically.
de: Niemals automatisch in der Ausgabe für den Kunden enthalten.
es: Nunca incluido automáticamente en la salida para el cliente.
fr: Jamais inclus automatiquement dans l'output destiné au client.

source: New client
de: Neuer Kunde
es: Nuevo cliente
fr: Nouveau client

source: New dog
de: Neuer Hund
es: Nuevo perro
fr: Nouveau chien

source: New exercise
de: Neue Übung
es: Ejercicio nuevo
fr: Exercice nouveau

source: New package
de: Neues Paket
es: Paquete nuevo
fr: Nouveau paquet

source: New session
de: Neue Sitzung
es: Sesión nueva
fr: Nouvelle séance

source: New template
de: Neues Vorlage
es: Plantilla nueva
fr: Nouvelle modélisation

source: Next
de: Nächste
es: Siguiente
fr: Suivant

source: Next status
de: Nächster Status
es: Estado siguiente
fr: État suivant

source: No contact assigned
de: Kein Kontakt zugewiesen
es: No se asignó contacto
fr: Aucun contact assigné

source: No goals yet
de: Keine Ziele noch
es: Aún no hay objetivos
fr: Pas d'objectifs encore

source: No intake yet
de: Keine Eingabe noch
es: Aún no hay ingreso
fr: Pas d'intake encore

source: No linked dogs
de: Keine verlinkten Hunde
es: No se han enlazado perros
fr: Aucuns chiens liés

source: No packages
de: Keine Pakete
es: No paquetes
fr: Aucun paquet

source: No people or dogs
de: Keine Menschen oder Hunde
es: No personas o perros
fr: Aucune personne ou chien

source: No sessions
de: Keine Sitzungen
es: No sesiones
fr: Aucune séance

source: No template
de: Keine Vorlage
es: No plantilla
fr: Aucun modèle

source: not assigned
de: nicht zugeordnet
es: sin asignar
fr: non attribué

source: Not started
de: Nicht gestartet
es: No iniciado
fr: Pas démarré

source: Observable target
de: Beobachtbares Ziel
es: Objetivo observable
fr: Cible observable

source: Open intake
de: Eingabe öffnen
es: Ingreso abrir
fr: Intake ouvrir

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres

source: Opens the client editor
de: Öffnet den Kunden-Editor
es: Abre el editor de clientes
fr: Ouvre l'éditeur du client

source: Outcome
de: Ausblick
fr: Issue

source: Overlaps another session
de: Überlappt eine andere Sitzung
es: Superpone otra sesión
fr: S'overlape avec une autre séance

source: Overview
de: Zusammenfassung
es: Resumen
fr: Aperçu

source: Owner
de: Eigner
es: Propietario
fr: Propriétaire

source: Package entries
de: Paket-Aufzeichnungen
es: Entradas de paquete
fr: Enregistrements de paquet

source: Packages
de: Pakete
es: Paquetes
fr: Paquets

source: Packages will appear here.
de: Die Pakete werden hier erscheinen.
es: Los paquetes aparecerán aquí.
fr: Les paquets apparaîtront ici.

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente

source: People
de: Personen
es: Personas
fr: Personnes

source: People & Dogs
de: Menschen & Hunde
es: Personas & Perros
fr: Personnes & Chiens

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Photo access needed
de: Bild-Zugriff erforderlich
es: Acceso a fotos necesario
fr: Accès à l'image nécessaire

source: Pilot support
de: Pilot-Unterstützung
es: Soporte piloto
fr: Soutien pilote

source: Please review the highlighted information.
de: Bitte überprüfen Sie die hervorgehobene Informationen.
es: Por favor, revise la información destacada.
fr: Veuillez réviser les informations mis en évidence.

source: Postal code
de: Postleitzahl
es: Código postal
fr: Code postal

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu

source: Previous
de: Vorherige
es: Anterior
fr: Précédent

source: Previous training
de: Vorherige Ausbildung
es: Entrenamiento anterior
fr: Formation précédente

source: Primary
de: Primär
es: Principal
fr: Principal

source: Primary contact
de: Primäre Kontaktperson
es: Contacto principal
fr: Contact principal

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

source: Privacy-safe diagnostics created.
de: Datenschutz-sichere Diagnosen erstellt.
es: Diagnósticos seguros de privacidad creados.
fr: Diagnostic confidentiel créé.

source: Private notes never enter client reports automatically.
de: Private Notizen werden nie automatisch in Kundenberichte aufgenommen.
es: Notas privadas nunca se incluyen automáticamente en informes para clientes.
fr: Les notes privées ne sont jamais automatiquement incluses dans les rapports pour clients.

source: Private trainer notes
de: Private Trainingsnotizen
es: Notas privadas del entrenador
fr: Notes privées du formateur

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié

# Purchase %@, %@
source: Purchase %1$@, %2$@
de: %1$@, %2$@ kaufen
es: Comprar %1$@, %2$@
fr: Acheter %1$@, %2$@

source: Purchases are associated with your Apple ID. DogCoach Studio does not require a separate account or server for core access.
de: Die Käufe sind mit Ihrem Apple-ID verbunden. DogCoach Studio benötigt kein separates Konto oder Server für den Kern-Zugriff.
es: Las compras se asociaron con su ID de Apple. DogCoach Studio no requiere una cuenta separada o servidor para acceso básico.
fr: Les achats sont liés à votre ID Apple. DogCoach Studio ne nécessite pas un compte séparé ou serveur pour accès de base.

source: Reason for training
de: Grund für die Ausbildung
es: Motivo del entrenamiento
fr: Raison de l'entraînement

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer

source: Remove photo
de: Bild entfernen
es: Foto eliminar
fr: Retirer l'image

source: Report drafts
de: Berichts-Entwürfe
es: Borradores de informe
fr: Ébauches de rapport

source: Reports
de: Berichte
es: Informes
fr: Rapports

source: Require device authentication
de: Geräteauthentifizierung verlangen
es: Requerir autenticación del dispositivo
fr: Exiger l’authentification de l’appareil

source: Required reason
de: Grund erforderlich
es: Motivo obligatorio
fr: Motif obligatoire

source: Resolve attendance for every booking.
de: Anwesenheit für jede Buchung festlegen.
es: Indica la asistencia de cada reserva.
fr: Indiquez la présence pour chaque réservation.

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats

source: Retry
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer

source: Review
de: Überprüfen
es: Revisar
fr: Réviser

source: Review effects
de: Wirkungen überprüfen
es: Efectos revisar
fr: Effets réviser

# Revision %lld · %@
source: Revision %1$lld · %2$@
de: Revision %lld · %@
es: Revisión %lld · %@
fr: Révision %lld · %@

# Revision %lld: %lld results, %lld reports
source: Revision %1$lld: %2$lld results, %3$lld reports
de: Revision %lld: %lld Ergebnisse, %lld Berichte
es: Revisión %lld: %lld resultados, %lld informes
fr: Révision %lld: %lld résultats, %lld rapports

source: Role
de: Rolle
es: Rol
fr: Rôle

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité

source: Safety markers
de: Sicherheitsmarkierungen
es: Marcadores de seguridad
fr: Marqueurs de sécurité

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Schedule
de: Termine
es: Programa
fr: Calendrier

source: Search client or dog
de: Kunden oder Hunde suchen
es: Buscar cliente o perro
fr: Rechercher un client ou un chien

source: Search people and dogs
de: Menschen und Hunde suchen
es: Buscar personas y perros
fr: Rechercher des personnes et des chiens

source: Search title, goal, or equipment
de: Titel, Ziel oder Gerät suchen
es: Buscar título, objetivo o equipo
fr: Rechercher un titre, un objectif ou un équipement

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner

source: Select a client
de: Kunden auswählen
es: Seleccionar un cliente
fr: Sélectionner un client

source: Select a person or dog
de: Menschen oder Hunde auswählen
es: Seleccionar una persona o perro
fr: Sélectionner une personne ou un chien

source: Selected order
de: Ausgewählte Reihenfolge
es: Orden seleccionado
fr: Ordre sélectionné

source: Session completed
de: Sitzung abgeschlossen
es: Sesión completada
fr: Séance terminée

source: Session review
de: Sitzungs-Überprüfung
es: Revisión de sesión
fr: Révision de séance

source: Sessions
de: Sitzungen
es: Sesiones
fr: Séances

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe

source: Share report
de: Bericht teilen
es: Compartir informe
fr: Partager un rapport

source: Show archived
de: Archiviertes anzeigen
es: Mostrar archivado
fr: Afficher les archives

source: Some local data could not be read.
de: Einige lokale Daten konnten nicht gelesen werden.
es: Algunos datos locales no pudieron ser leídos.
fr: Certains données locales ne peuvent pas être lues.

source: Something went wrong. Please try again.
de: Etwas ging schief. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtelo de nuevo.
fr: Quelque chose s'est passé mal. Veuillez réessayer.

source: Stable with distraction
de: Stabil mit Ablenkung
es: Estable con distracción
fr: Stable avec distraction

source: Street
de: Straße
es: Calle
fr: Rue

source: Strong support
de: Starke Unterstützung
es: Fuerte apoyo
fr: Soutien fort

source: Take photo
de: Bild machen
es: Tomar foto
fr: Prendre une photo

source: Target: %lld min
de: Ziel: %lld Minuten
es: Objetivo: %lld minutos
fr: Cible: %lld minutes

source: Template
de: Vorlage
es: Plantilla
fr: Modèle

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles

source: There are no sessions in this period.
de: Es gibt keine Sitzungen in diesem Zeitraum.
es: No hay sesiones en este período.
fr: Il n'y a pas de séances dans ce période.

source: This feature is not available yet.
de: Diese Funktion ist noch nicht verfügbar.
es: Esta función no está disponible aún.
fr: Cette fonctionnalité n'est pas encore disponible.
